[Balista.A_elementaire_ice H7EditorWarUnit]
mDesc="Единица боевой поддержки"
mName="Ледяной голем"
mLore="Чтобы создать своих собственных големов, архимаги Союза применили знания о конструктах, принесённые ими из Семи Городов. Они использовали присутствующий повсюду лёд в качестве оболочки, а внутрь поместили различные драгоценные камни и минералы. Благодаря этому, ледяные големы более подвижны, чем обычные, и могут использовать заключенную в себе магию."

[CATAPULTE.A_frost_troll_catapulte H7EditorWarUnit]
mDesc="Осадная единица"
mName="Тролль"
mLore="Тролли - это горные сородичи чудищ. Хотя их часто принимают за голых снежных обезьян, это не так. Они обычно живут в оврагах или вблизи ущелий. Они не слишком умны, и требуется много времени, чтобы приручить их. Эти существа обладают громадной силой, поэтому их часто используют в качестве живых таранов или для метания камней."

[CATAPULTE.A_GreaterEarthElemental_Attack H7WarfareAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Бросок камня"
mTooltip="Совершает выстрел по укреплениям, нанося от %d.min до %d.max ед. урона."

[Warfar_unit.A_baliste_ice_Attack H7WarfareAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Снаряд"
mTooltip=""

7.5_v2

[Balista.A_armure_givre_Buff_warfare_expert H7BaseBuff]
mName="Ледяная броня"
mTooltip="Существо получает %stat1 %icon_defense защиты и замораживает врагов, которые атакуют его в ближнем бою. Длительность (ходов): %durnow."

[Balista.A_armure_givre_Buff_warfare_master H7BaseBuff]
mName="Ледяная броня"
mTooltip="Существо получает %stat1 %icon_defense защиты и замораживает врагов, которые атакуют его в ближнем бою. Длительность (ходов): %durnow."

[Balista.A_armure_givre_Buff_warfare_novice H7BaseBuff]
mName="Ледяная броня"
mTooltip="Существо получает %stat1 %icon_defense защиты и замораживает врагов, которые атакуют его в ближнем бою. Длительность (ходов): %durnow."

[Balista.A_armure_givre_Buff_warfare_unskill H7BaseBuff]
mName="Ледяная броня"
mTooltip="Существо получает %stat1 %icon_defense защиты и замораживает врагов, которые атакуют его в ближнем бою. Длительность (ходов): %durnow."

[Balista.A_elementaire_ice H7EditorWarUnit]
mDesc="Единица огневой поддержки и вспомогательная единица"
mName="Ледяной голем"
mLore="Чтобы создать своих собственных големов, архимаги Союза применили знания о конструктах, принесённые ими из Семи Городов. Они использовали присутствующий повсюду лёд в качестве оболочки, а внутрь поместили различные драгоценные камни и минералы. Благодаря этому, ледяные големы более подвижны, чем обычные, и могут использовать заключенную в себе магию."

[Warfar_unit.A_baliste_ice_support H7WarfareAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Ледяная защита"
mTooltip="На выбранное существо накладывается %spell1.name, давая ему бонус к %icon_defense защите и замораживая нападающих. Длительность (ходов): %buff2.buff.durini.norm."